# Hertz Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..Hertz Property
UnitTypeId Class See Also
---
Hertz.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Hertz { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Hertz As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Hertz {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace